# brew 'memcached', restart_service: true

brew "neovim/neovim/neovim"
brew 'watch'
brew 'tree'
brew 'wget'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting' #colors shell commands red or green depending on if they're valid
brew 'pv'

# source highlighting for less
brew 'source-highlight'
brew 'fzf'
brew 'jq'
brew 'cowsay'
brew "zsh-syntax-highlighting"
brew "rbenv"
brew "tmux"

brew 'nvm'
brew 'awscli'
brew 'gist'

# Programming languages
# brew 'elm'
# brew 'erlang'
# brew 'elixir'
# brew 'ghc'
# brew 'cabal-install'
brew 'python'
brew 'python3'
# brew 'go'

